#          Hello World!
#--------------------------------
#print('Hello World!')
#--------------------------------

#           Calcuration
#--------------------------------
# print(3 + 1) #더하기
# print('')
# print(4 - 2) #빼기
# print('')
# print(2 * 2) #곱하기
# print('')
# print(2 ** 2) #제곱
# print('')
# print(6 / 2) #나누기
# print('')
# print(6 // 2) #나눈 값(소숫점 제외)
# print('')
# print(6 % 4) #남은 값
#--------------------------------

#           Variable
#--------------------------------
# a = 'Hello'
# b = 'World!'
# print(a, b)
#--------------------------------

#         Data Strcture
#--------------------------------

#--------------------------------